export const generateDeck = () => {
  return [
    {
      id: "1",
      word: "Кринж",
      meaning: "Сильное чувство стыда за другого человека",
    },
    { id: "2", word: "Рофл", meaning: "Шутка, что-то очень смешное" },
    { id: "3", word: "Краш", meaning: "Человек, который очень нравится" },
    {
      id: "4",
      word: "Хейтер",
      meaning: "Тот, кто постоянно критикует и осуждает",
    },
    {
      id: "5",
      word: "Стримить",
      meaning: "Проводить прямую трансляцию в интернете",
    },
    {
      id: "6",
      word: "Го",
      meaning: "Предложение куда-то пойти или что-то сделать",
    },
    { id: "7", word: "Буллинг", meaning: "Травля, агрессивное преследование" },
    {
      id: "8",
      word: "Флексить",
      meaning: "Танцевать, веселиться, показывать себя",
    },
    { id: "9", word: "Шеймить", meaning: "Публично осуждать, стыдить кого-то" },
    { id: "10", word: "Агриться", meaning: "Злиться, раздражаться" },
  ];
};
