export const generateDeck = () => {
  return [
    {
      id: "1",
      word: "Кринж",
      meaning: "Сильное чувство стыда за другого человека",
    },
    {
      id: "2",
      word: "Рофл",
      meaning: "Шутка, что-то очень смешное",
    },
    {
      id: "3",
      word: "Краш",
      meaning: "Человек, который очень нравится",
    },
    {
      id: "4",
      word: "Хейтер",
      meaning: "Тот, кто постоянно критикует и осуждает",
    },
    {
      id: "5",
      word: "Стримить",
      meaning: "Проводить прямую трансляцию в интернете",
    },
    {
      id: "6",
      word: "Го",
      meaning: "Предложение куда-то пойти или что-то сделать",
    },
    {
      id: "7",
      word: "Буллинг",
      meaning: "Травля, агрессивное преследование",
    },
    {
      id: "8",
      word: "Флексить",
      meaning: "Танцевать, веселиться, показывать себя",
    },
    {
      id: "9",
      word: "Шеймить",
      meaning: "Публично осуждать, стыдить кого-то",
    },
    {
      id: "10",
      word: "Агриться",
      meaning: "Злиться, раздражаться",
    },
    {
      id: "11",
      word: "Вайб",
      meaning: "Атмосфера, настроение, ощущение от места или ситуации",
    },
    {
      id: "12",
      word: "Хайп",
      meaning: "Ажиотаж, шумиха вокруг чего-либо",
    },
    {
      id: "13",
      word: "Скам",
      meaning: "Мошенничество, обман, невыполненные обещания",
    },
    {
      id: "14",
      word: "Лойс",
      meaning: "Лайк, одобрение (от английского 'like')",
    },
    {
      id: "15",
      word: "Чилить",
      meaning: "Расслабляться, отдыхать, бездельничать",
    },
    {
      id: "16",
      word: "Бэнгер",
      meaning: "Очень крутая песня, хит",
    },
    {
      id: "17",
      word: "Гоуст",
      meaning: "Внезапно перестать общаться без объяснений",
    },
    {
      id: "18",
      word: "Салют",
      meaning: "Прощание, аналог 'пока'",
    },
  ];
};
